import "./advantages.scss";

function Advantages() {
  return (
    <div className="advantages my-2">
      <div className="my-2 mb-4">
        <h4>خدمات التربة</h4>
        <p>
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
          النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة
        </p>
      </div>
      <div className="my-2">
        <h4>المميزات</h4>
        <ul>
          <li> مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العد</li>
          <li> مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العد</li>
          <li> مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العد</li>
        </ul>
      </div>
    </div>
  );
}

export default Advantages;
